Repository: mcwladkoe/vsx2_tools
Catalog: src/vsx2_tools_web/app/translations/*/LC_MESSAGES/messages.po
Languages: ru, uk

# utilsLabel
source: Tools
ru: Тулзовины
uk: Інструменти

# mainPage
source: Home
ru: Главная
uk: Головна

# layoutPageTitle
source: Change Layout
ru: Смена раскладки
uk: Зміна розкладки

# strikethroughPageTitle
source: Strikethrough text
ru: Зачёркнутый текст
uk: Закреслити текст

# rotatePageTitle
source: Rotate text
ru: Переворот текста
uk: Переворот тексту

# roleFormatterPageTitle
source: Discord Role Formatter
ru: Discord Роль Формат
uk: Discord Роль Формат

# inputAreaLabel
source: Input text here
ru: Введите текст тут
uk: Введіть текст тут

# layoutActionButton
source: Change Layout
ru: Сменить
uk: Змінити

# layoutOutputAreaLabel
source: Changed layout
ru: Исправленный текст
uk: Змінений текст

# copyButtonTitle
source: Copy to clipboard
ru: Скопировать в буфер
uk: Скопіювати у буфер

# successCopiedMessage
source: Copied.
ru: Скопировано
uk: Скопійовано

# copyButtonLabel
source: copy
ru: скопировать
uk: скопіювати

# shareButtonTitle
source: Copy to clipboard shared link
ru: скопировать ссылку на текст
uk: скопіювати посилання на текст

# shareButtonLabel
source: share
ru: поделиться
uk: поділитися

# memeGeneratorPageTitle
source: Meme generator
ru: Мем генератор
uk: Мем генератор

# uploadImageFieldLabel
source: Upload image
ru: Выберите картинку
uk: Оберіть зображення

# sizeLimitLabel
source: (Max 2MB)
ru: (Макс. 2МБ)
uk: (Макс. 2МБ)

# colorFieldLabel
source: Text Color
ru: Цвет текста
uk: Колір тексту

# generateButtonLabel
source: Generate
ru: Генерировать
uk: Генерувати

# downloadButtonLabel
source: Download
ru: Скачать
uk: Завантажити

# roleLengthFieldLabel
source: Role Length
ru: Размер Роли
uk: Розмір Ролі

# invertSpacesSidesFieldLabel
source: Invert Spaces Sides
ru: Приоритетная сторона
uk: Пріоритетна сторона

# rightFirstLabel
source: Right-first
ru: Правая
uk: Права

# leftFirstLabel
source: Left-first
ru: Левая
uk: Ліва

# borderSymbolFieldLabel
source: Border Symbol
ru: Символ Рамки
uk: Символ Рамки

# formattedRoleLabel
source: Formatted Role
ru: Отформатированная Роль
uk: Відформатована Роль

# rotateActionButton
source: Rotate
ru: Перевернуть
uk: Перевернути

# rotateOutputAreaLabel
source: Rotated text
ru: Перевернутый текст
uk: Перевернутий текст

# docLinkLabel
source: Text rotating supported for Russians (small) and English (large and small) letters. The full list is available
ru: Переворот поддерживается для русских (маленьких) и английских (больших и маленьких) букв. Полный список доступен в
uk: Переворот підтримується для російських (маленьких) та англійських (великих та маленьких) букв. Повний список доступний у

# docLinkLabel2
source: here
ru: таблице
uk: таблиці

# docPageTitle
source: Rotate text: symbol table
ru: Переворот текста: таблица символов
uk: Переворот тексту: таблиця символів

# rotateTextLabel
source: You can rotate text
ru: Перевернуть текст можно
uk: Перевернути текст можна

# rotateTextLabel2
source: here
ru: тут
uk: тут

# symbolLabel
source: Symbol
ru: Символ
uk: Символ

# rotatedSymbolLabel
source: Rotated Symbol
ru: Перевернутый Символ
uk: Перевернутий Символ

# strikethroughOutputAreaLabel
source: Changed text
ru: Зачёркнутый текст
uk: Закреслений текст

# textTooLong
source: The text is too long.
ru: Текст слишком длинный.

# rotateDocPageTitle
source: Rotate text DOC
ru: Переворот текста: таблица символов
uk: Переворот тексту: таблиця символів
